{"title":"How rigid is the middle class in the US, <em>really</em>?","description":"Tk","intro":[{"type":"text","value":"If you were to ask a random American what income class they fall into, there’s a <a href=https://www.cnbc.com/2017/06/30/70-percent-of-americans-consider-themselves-middle-class-but-only-50-percent-are.html target=_blank>good chance</a> they’ll say “middle class”, regardless of <a href=https://www.bloomberg.com/features/2016-america-divided/middle-class/ target=_blank>how much money they make</a>. It stands to reason, then, that a change in their family’s situation, like a lost job or a new higher-paying one, is unlikely to change their perceptions on their social class. Particularly because <a href=https://www.theatlantic.com/politics/archive/2013/08/why-americans-all-believe-they-are-middle-class/278240/ target=_blank>for many people</a>, the “middle class” is <a href=https://www.brookings.edu/blog/up-front/2018/09/04/there-are-many-definitions-of-middle-class-heres-ours/ target=_blank>just as much</a> about your education, job, resources, and aspirations as it is about your paycheck. Let’s follow 11,172 middle class families that were studied between 1968 and 2018 to see if they actually remain in the middle over that 50 year period."}],"calcHed":"Calculating “Middle Income”","calc":[{"type":"text","value":"To understand movement between social classes, we need a quantitative metric; something we can measure. Many researchers ultimately use household income and thus numerically locate the families that are in the middle of that income range. There are <a href=https://www.brookings.edu/blog/up-front/2018/09/04/there-are-many-definitions-of-middle-class-heres-ours/ target=_blank>many</a> <a href=https://www.theatlantic.com/magazine/archive/2018/06/the-birth-of-a-new-american-aristocracy/559130/ target=_blank>ways</a> to <a href=https://www.pewresearch.org/fact-tank/2018/09/06/are-you-in-the-american-middle-class/ target=_blank>numerically define</a> the “middle income”. One technique to define the “middle income” level is to use a mathematical concept of quintiles. That is, equally dividing up the entire population into a certain number of groups based on their income. Here’s what that looks like:"}],"steps":[{"text":"Collect annual household income data from all x families","step":"1"},{"text":"Sort all families in order of lowest household income to highest","step":"2"},{"text":"Separate families into 5 groups with the same number of families in each group. These are called <em>quintiles</em>. Families in the 3rd or middle quintile are considered “middle income”.","step":"3"}],"movingHed":"Moving Quintiles","moving":[{"type":"text","value":"Now that you’ve gotten a primer on what quintiles are, we want to know how mobile you think our middle income families have been over the past 50 years. Have they spanned the entire income range and gone all the way from lower class to upper class (or upper class to lower)? Have they stayed pretty close to the middle, moving only to upper-middle or lower-middle income levels? Tell us what you think."}],"movingQ":"What’s the furthest you think most families have moved?","movingSetup":"Drag the bars below to show us how many quintiles you think middle income families have moved over the past 50 years.","postMoving":[{"type":"text","value":"TK Describe the results and movement here."}],"histTitle":"Families are actually quite fluid in income distribution","histSetup":"We know that some families have moved several quintiles over the past 50 years. But even those moves don’t happen just once. The families in this study frequently move from one income level to another year to year. Just watch as we count up how many years our 11,172 families have cumulatively spent at each income level.","method":[{"type":"text","value":"Methodology here tk"}]}